IdeaRS.Connections
FasteningData.IsCustomLcs Property
Compatible with IDEA StatiCa 0.0
 Indicates, whether custom lcs is applied.
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public bool IsCustomLcs { get; set; }
Property Value
Type: Boolean
See Also
Reference
FasteningData Class
IdeaRS.Connections.Data Namespace